{
    "topics": [
        "Should social media platforms be regulated by the government?",
        "Is artificial intelligence a threat to human employment?",
        "Should the voting age be lowered to 16?",
        "Is climate change the most critical issue facing humanity?",
        "Should universal basic income be implemented?",
        "Is space exploration worth the investment?",
        "Should education be free for everyone?",
        "Is privacy more important than security?",
        "Should animal testing be banned?",
        "Is globalization beneficial for all countries?",
        "Should countries have open borders?",
        "Is the death penalty morally justified?",
        "Is socialism a better economic system than capitalism?",
        "Should the government provide free healthcare to all citizens?",
        "Is nuclear energy a viable solution to the global energy crisis?",
        "Should drug use be decriminalized?",
        "Is the gig economy good for workers?",
        "Should minimum wage be increased?",
        "Is cryptocurrency a sustainable financial model?",
        "Should governments enforce mandatory vaccinations?",
        "Is wealth inequality the greatest threat to democracy?",
        "Should there be stricter regulations on gun ownership?",
        "Is nationalism a force for good or evil?",
        "Should countries prioritize space exploration over solving earthly problems?",
        "Is the global refugee crisis a threat to national security?",
        "Should prostitution be legalized?",
        "Is torture ever justified in the fight against terrorism?",
        "Should voting be mandatory for all citizens?",
        "Is capitalism inherently exploitative?",
        "Are universal basic income programs economically sustainable?",
        "Is it ethical to genetically modify human embryos?",
        "Should reparations be paid for historical injustices like slavery?",
        "Is war ever justified?",
        "Should the use of fossil fuels be banned?",
        "Are traditional gender roles still relevant in today's society?",
        "Should government surveillance programs be limited to protect privacy?",
        "Is cancel culture a threat to free speech?",
        "Is it moral to eat meat?",
        "Should transgender athletes be allowed to compete in sports based on their gender identity?",
        "Are reparations necessary for colonialism and historical injustices?",
        "Should euthanasia be legalized for terminally ill patients?",
        "Is democracy the best form of government?",
        "Should governments have the power to censor the internet?",
        "Is the use of drones in warfare ethical?",
        "Is higher education worth the cost?",
        "Is capitalism responsible for environmental degradation?",
        "Should governments ban the sale of violent video games?",
        "Is free speech more important than preventing hate speech?",
        "Should developed countries have the responsibility to help developing nations?",
        "Is automation more of an opportunity than a threat?",
        "Should the government ban private healthcare?",
        "Are human rights universal or culturally relative?",
        "Should the state provide housing for all citizens?",
        "Is social media addiction a public health issue?",
        "Is the influence of corporate money in politics a threat to democracy?",
        "Should the use of performance-enhancing drugs in sports be legalized?",
        "Is the idea of the American Dream still relevant today?",
        "Should parents have the right to refuse medical treatment for their children for religious reasons?",
        "Is global capitalism inevitable in a globalized world?",
        "Should big tech companies be broken up to prevent monopolies?",
        "Is the welfare state unsustainable in the long term?",
        "Are human beings inherently selfish or altruistic?",
        "Should governments regulate the prices of essential drugs?",
        "Is social justice a threat to free market principles?",
        "Are we morally obligated to help those less fortunate than us?",
        "Should all nations be held to the same environmental standards?",
        "Is patriotism a positive or negative force?",
        "Should the sale of human organs be legalized?",
        "Is hate speech protected by free speech rights?",
        "Are autonomous weapons systems a threat to global security?",
        "Should governments control population growth through policies like China's one-child policy?",
        "Is it ethical for corporations to have political influence?",
        "Should developed countries take responsibility for climate change?",
        "Is it moral to clone humans?",
        "Should internet access be a fundamental human right?",
        "Is capitalism compatible with environmental sustainability?",
        "Should school uniforms be mandatory in public schools?",
        "Is religion a force for good in the world?",
        "Should public transport be free for all citizens?",
        "Is the pursuit of happiness more important than wealth?",
        "Should voting rights be extended to non-citizens?",
        "Is nuclear disarmament a realistic goal?",
        "Should political parties be banned in favor of a non-partisan system?",
        "Is the media more concerned with entertainment than with informing the public?",
        "Should governments impose population control measures to prevent overpopulation?",
        "Is economic inequality inevitable in a free market system?",
        "Should developed nations prioritize their own citizens over refugees?",
        "Is it ethical for companies to track users' online behavior for targeted advertising?",
        "Should college athletes be paid?",
        "Are reparations for colonialism necessary for true equality?",
        "Is the world becoming more authoritarian?",
        "Should zoos be banned?",
        "Is art an essential component of human life?",
        "Should billionaires exist in a world with poverty?",
        "Is there such a thing as a just war?",
        "Are human rights more important than national sovereignty?",
        "Is a meritocratic society truly achievable?",
        "Should companies be required to disclose their environmental impact?",
        "Is the right to bear arms still relevant in modern society?",
        "Should there be a global currency?"
    ]
}
